/* Cancel按钮 */
"kAlertBtnCancel" = "取消";

/* 关闭按钮 */
"kAlertBtnClose" = "关闭";

/* OK按钮 */
"kAlertBtnOK" = "好";

/* Retry按钮 */
"kAlertBtnRetry" = "重试";

/* Settings按钮 */
"kAlertBtnSettings" = "设置";

/* 升级按钮 */
"kAlertBtnUpgrade" = "升级";

/* 查看按钮 */
"kAlertBtnView" = "查看";

/* xx即将到达，xx is coming. */
//"kAlertFrmStringArrived" = "%@ 将要到了。";
"kAlertFrmStringArrived" = "%@";

/* xx已经离开，Leave xx */
"kAlertFrmStringLeaved" = "%@"; //"%@ 已经离开。"

/* 需要打开internet连接访问地图的提示框的内容 */
"kAlertNeedInternetBodyAccessMaps" = "您必须连接到 Wi-Fi 或蜂窝数据网络才能得到访问地图数据。";

/* 需要打开internet连接访问地图的提示框的标题 */
"kAlertNeedInternetTitleAccessMaps" = "无法访问地图数据";

/* 需要打开internet连接访问App store的提示框的内容 */
"kAlertNeedInternetBodyAccessAppStore" = "您必须连接到 Wi-Fi 或蜂窝数据网络才能访问 App Store。";

/* 需要打开internet连接访问App store的提示框的标题 */
"kAlertNeedInternetTitleAccessAppStore" = "无法连接 App Store";

/* 打开定位服务的提示框的消息内容 */
"kAlertNeedLocationServicesBody" = "您必须启用“定位服务”来允许本程序确定您的位置。";

/* 打开定位服务的提示框的消息标题 */
"kAlertNeedLocationServicesTitle" = "无法确定当前位置";

/* 升级为pro版本的提示框的消息内容 */
"kAlertUpgradeProVesionBody" = "您必须把本程序升级到完全版，才能增加更多的位置闹钟！";

/* 升级为pro版本的提示框的消息标题 */
"kAlertUpgradeProVesionTitle" = "升级到完全版";

/* 查询失败的提示框内容：请重试。Please try again.（错误的默认提示） */
"kAlertSearchBodyTryAgain" = "请重试。";

/* 查询失败的提示框内容：Please try tomorrow.对应“一天内查询次数过多” */
"kAlertSearchBodyTryTomorrow" = "请明天再试。";

/* 查询提示框标题，Search */
"kAlertSearchTitle" = "搜索";

/* 地址查询失败的提示框标题：发生网络错误，Network Error，（错误的默认提示） */
"kAlertSearchTitleDefaultError" = "网络错误";

/* 地址查询失败的提示框标题：无结果，No Results Found */
"kAlertSearchTitleNoResults" = "没有结果";

/* 查询完成，有多个结果提示用户选择，Did you mean... */
"kAlertSearchTitleResults" = "您是指...";

/* 地址查询失败的提示框标题：一天内查询次数过多，Too Many Queries have been Made */
"kAlertSearchTitleTooManyQueries" = "查询次数太多了";

/* 购买的消息标题 */
"kAlertPurchaseTitle" = "购买";
/* 需要打开允许购买选项的消息标题 */
"kAlertPurchasenNotAllowPurchaseBody" = "您没有启用“应用程序内购买”的选项。";

/* 东经格式化串 */
"kCoordinateFrmStringEastLongitude" = "东经 %d°%d′%d″";

/* 东经格式化串(值与符号间有空格) */
"kCoordinateFrmStringEastLongitudeSpace" = "东经 %d°%d′%d″";

/* 东经格式化串(秒上带小数) */
"kCoordinateFrmStringEastLongitudeDecimal" = "东经  %3d°%2d′%2d.%.2d″";


/* 北纬格式化串 */
"kCoordinateFrmStringNorthLatitude" = "北纬 %d°%d′%d″";

/* 北纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringNorthLatitudeSpace" = "北纬 %d°%d′%d″";

/* 北纬格式化串(秒上带小数) */
"kCoordinateFrmStringNorthLatitudeDecimal" = "北纬  %3d°%2d′%2d.%.2d″";


/* 南纬格式化串 */
"kCoordinateFrmStringSouthLatitude" = "南纬 %d°%d′%d″";

/* 南纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringSouthLatitudeSpace" = "南纬 %d°%d′%d″";

/* 南纬格式化串(秒上带小数) */
"kCoordinateFrmStringSouthLatitudeDecimal" = "南纬  %3d°%2d′%2d.%.2d″";


/* 西经格式化串 */
"kCoordinateFrmStringWestLongitude" = "西经 %d°%d′%d″";

/* 西经格式化串(值与符号间有空格) */
"kCoordinateFrmStringWestLongitudeSpace" = "西经 %d°%d′%d″";

/* 西经格式化串(秒上带小数) */
"kCoordinateFrmStringWestLongitudeDecimal" = "西经  %3d°%2d′%2d.%.2d″";


/* 默认的位置闹钟名称 */
"KDefaultAlarmName" = "位置闹钟";

/* 警示半径类型名称-001，Near */
"KDicAlarmRadius001" = "近";

/* 警示半径类型名称-002，Standard */
"KDicAlarmRadius002" = "标准";

/* 警示半径类型名称-003，Far */
"KDicAlarmRadius003" = "远";

/* 警示半径类型名称-004，Custom */
"KDicAlarmRadius004" = "自定";

/* 混合地图类型名称 */
"KDicMapTypeNameHybrid" = "混合";

/* 卫星地图类型名称 */
"KDicMapTypeNameSatellite" = "卫星";

/* 标准地图类型名称 */
"KDicMapTypeNameStandard" = "地图";

/* 开关值已经关闭 */
"KDicOff" = "关闭";

/* 开关值已经打开 */
"KDicOn" = "打开";

/* 重复类型的名称-001，Once */
"KDicRepeateTypeName001" = "仅闹一次";

/* 重复类型的名称-002，Forever */
"KDicRepeateTypeName002" = "连续闹钟";

/* 闹钟铃声名称-无 */
"KDicSoundName000" = "无";

/* 闹钟铃声名称-001 */
"KDicSoundName001" = "马林巴琴";

/* 闹钟铃声名称-002 */
"KDicSoundName002" = "木琴";

/* 闹钟铃声名称-003 */
"KDicSoundName003" = "竖琴";

/* 闹钟铃声名称-004 */
"KDicSoundName004" = "老式电话铃声";

/* 闹钟铃声名称-005 */
"KDicSoundName005" = "颤音";

/* 闹钟铃声名称-006 */
"KDicSoundName006" = "KDicSoundName006";

/* 闹钟铃声名称-007 */
"KDicSoundName007" = "KDicSoundName007";

/* 闹钟铃声名称-008 */
"KDicSoundName008" = "KDicSoundName008";

/* 闹钟铃声名称-009 */
"KDicSoundName009" = "KDicSoundName009";

/* 闹钟铃声名称-010 */
"KDicSoundName010" = "KDicSoundName010";

/* 闹钟铃声名称-011 */
"KDicSoundName011" = "KDicSoundName011";

/* 闹钟铃声名称-012 */
"KDicSoundName012" = "KDicSoundName012";

/* 闹钟铃声名称-013 */
"KDicSoundName013" = "KDicSoundName013";

/* 闹钟铃声名称-014 */
"KDicSoundName014" = "KDicSoundName014";

/* 闹钟铃声名称-015 */
"KDicSoundName015" = "KDicSoundName015";

/* 闹钟铃声名称-016 */
"KDicSoundName016" = "KDicSoundName016";



/* 触发条件类型的名称，When I Arrive */
"kDicTriggerTypeNameWhenArrive" = "到达时";       

/* 触发条件类型的名称，When I Leave */
"kDicTriggerTypeNameWhenLeave" = "离开时";

/* Alarm是否启用的标签 */
"KLabelAlarmEnable" = "启用";

/* 信息卡视图地址的标签（英文小写） */
"KLabelAlarmMapInfo" = "地址";

/* 闹钟名字的标签 */
"KLabelAlarmName" = "标签";

/* 地址的标签 */
"KLabelAlarmPostion" = "目的地";

/* 警示半径的标签 */
"KLabelAlarmRadius" = "提醒半径";

/* 重复类型的标签 */
"KLabelAlarmRepeat" = "重复";

/* 声音的标签 */
"KLabelAlarmSound" = "声音";

/* 振动的标签 */
"KLabelAlarmVibrate" = "振动";

/* 触发警告条件的标签 */
"KLabelAlarmTrigger" = "提醒";

/* 地图书签视图的提示文本 */
"KLabelMapBookmarksView" = "选取闹钟显示在地图上";

/* 新增闹钟的大头针的标题 */
"KLabelMapNewAnnotationTitle" = "拖拽来改变目的地";

/* 关于tab的标题 */
"KTabTitleAbout" = "关于";

/* 闹钟列表tab标题 */
"KTabTitleAlarmList" = "闹钟列表";

/* 闹钟地图tab标题 */
"KTabTitleAlarmMaps" = "闹钟地图";

/* 设置tab的标题 */
"KTabTitleSetting" = "设置";

/* 提示无法反转地址，需要打开internet连接的提示文本 */
"KTextPromptNeedInternetToReversing" = "您必须连接到 Wi-Fi 或蜂窝数据网络才能把这个地理坐标转换成地址信息。";

/* 提示无法取得当前位置，需要通过地图指定位置的提示文本 */
"KTextPromptNeedSetLocationByMaps" = "无法确定当前位置。请通过地图来设置目的地。";

/* 空闹钟列表的背景文字 */
"KTextPromptNoiAlarms" = "无位置闹钟";

/* 正在定位的提示文本 */
"KTextPromptWhenLocating" = "当前位置...";

/* 正在反转地址的提示文本 */
"KTextPromptWhenReversing" = "正在反转坐标...";

/* 正在载入的提示文本 */
"KTextPromptWhenLoading" = "正在载入地图...";

/* 当前位置的文本 */
"KTextPromptDistanceCurrentLocation" = "距离当前位置：%.1f公里";

/* 当前位置的文本 */
"KTextPromptCurrentLocation" = "当前位置";

/* 这是当前位置的文本 */
"KTextPromptItIsCurrentLocation" = "这是当前位置。";

/* 搜索bar的Placeholder */
"KTextPromptPlaceholderOfSearchBar" = "搜索或输入目的地";

/* 千米(单数) */
"kUnitKilometre" = "公里";

/* 米(单数) */
"kUnitMeter" = "米";

/* 米(复数) */
"kUnitMeters" = "米";

/* 添加闹钟视图标题 */
"KViewTitleAddAlarms" = "添加闹钟";

/* 编辑地址的视图标题 */
"KViewTitleAlarmPostion" = "目的地";

/* 编辑警示半径视图标题 */
"KViewTitleAlarmRadius" = "提醒半径";

/* 闹钟列表视图标题 */
"KViewTitleAlarmsList" = "闹钟列表";

/* 闹钟地图视图标题 */
"KViewTitleAlarmsListMaps" = "闹钟地图";

/* 编辑闹钟视图标题 */
"KViewTitleEditAlarms" = "编辑闹钟";

/* 信息卡视图标题 */
"KViewTitleInformation" = "信息";

/* 地图书签视图的标题 */
"KViewTitleMapBookmarks" = "位置闹钟";

/* 编辑名称视图标题 */
"KViewTitleName" = "标签";

/* 编辑重复类型视图标题 */
"KViewTitleRepeat" = "重复";

/* 编辑铃声视图标题 */
"KViewTitleSound" = "声音";

/* 编辑振动视图标题 */
"KViewTitleVibrate" = "振动";

/* 触发警告条件视图的标题 */
"KViewTitleTrigger" = "提醒";





////////////////////////////////////////////////////////
/* app store 的链接 */
"KLinkAppStoreLite" = "http://itunes.apple.com/cn/app/ialarm-location-alarm/id427929181?mt=8";
"KLinkAppStoreFullVersion" = "http://itunes.apple.com/cn/app/ialarm-pro/id468639288?ls=1&mt=8";

"KLinkCustomAppStoreLite" = "http://bit.ly/iAlarmLite_cn";
"KLinkCustomAppStoreFullVersion" = "http://bit.ly/iAlarm_cn";


/* Facebook cell的标签 */
"KLabelCellFacebook" = "Facebook";

/* Facebook:send to 的标签 */
"KLabelCellFBSendTo" = "发送到:";

/* 短信 cell的标签 */
"KLabelCellMessages" = "短信";

/* 评分cell的标签 */
"KLabelCellRateAndReview" = "撰写评论";

/* Twitter cell的标签 */
"KLabelCellTwitter" = "Twitter";

/* 邮件 cell的标签 */
"KLabelCellEmail" = "邮件";

/* 版本cell的标签 */
"KLabelCellVersion" = "版本";

/* 购买完全版cell的标签 */
"KLabelCellBuyFullVersion" = "下载完全版";

/* 朋友们的Facebook涂鸦墙Section头的标签 */
"KLabelSectionFBFriendsWall" = "朋友们的涂鸦墙";

/* 我的Facebook涂鸦墙Section头的标签 */
"KLabelSectionFBMyWell" = "我的涂鸦墙";

/* 版本Section的脚 */
"KLabelSectionFooterVersion" = "Powered by L&T";

/* 评分Section头的标签 */
"KLabelSectionHeaderRateAndReview" = "评分";

/* 分享Section的标签 */
"KLabelSectionHeaderShare" = "分享";

/* 版本Section头的标签 */
"KLabelSectionHeaderVersion" = "位置闹钟";


/* 退出fb提示的文本,Login As XX (不是你？) */
"KTextPromptFBLoginAsXX" = "Logged in as %@ (Not You?)";

/* 还有xx个fb联系人的文本,还有 %d 个... */
"KTextPromptFBMore" = "还有 %d 个...";

/* 选择联系人视图的提示 */
"KViewPromptCheckContacts" = "选择涂鸦墙";

/* 关于视图标题 */
"KViewTitleAbout" = "关于";

/* FB new feed视图标题 */
"KViewTitleFBNewFeed" = "撰写";

/* TW new Tweet视图标题 */
"KViewTitleTWNewTweet" = "New Tweet";

/* FB 所有朋友视图标题，所有的朋友 */
"KViewTitleAllFBFriends" = "所有朋友";


/* 提示退出facebook登录状态的提示框的标题 */
"kAlertBeforeLogoutFBInternetTitle" = "退出Facebook ?";


/* 文本,Sending... */
"KTextPromptSending" = "正在发送...";

/* 文本,xx 位朋友*/
"KTextPromptXXFriends" = "%d 位朋友";

/* 文本,下xx位朋友*/
"KTextPromptNextXXFriends" = "下面%d项...";


/* Share按钮 */
"kBtnShare" = "共享";

/* Send按钮 */
"kBtnSend" = "发送";

/* Cancel按钮 */
"kBtnCancel" = "取消";

/* 需要打开internet连接访问Facebook的提示框的内容 */
"kAlertNeedInternetBodyAccessFacebook" = "您必须连接到 Wi-Fi 或蜂窝数据网络才能访问 Facebook。";

/* 需要打开internet连接访问Twitter的提示框的内容 */
"kAlertNeedInternetBodyAccessTwitter" = "您必须连接到 Wi-Fi 或蜂窝数据网络才能访问 Twitter。";

/* 需要打开internet连接访问facebook的提示框的标题 */
"kAlertNeedInternetTitleAccessFacebook" = "无法连接 Facebook";

/* 需要打开internet连接访问Twitter的提示框的标题 */
"kAlertNeedInternetTitleAccessTwitter" = "无法连接 Twitter";


/* 要求评分的提示框的标题 */
"kAlertConfirmRateTitle" = "喜欢位置闹钟吗?";

/* 要求评分的提示框的内容 */
"kAlertConfirmRateBody" = "如果喜欢，请到App Store上给一个5星的评分吧！您的支持使得后续版本的升级得以继续。";

/* 要求评分的提示框的 ‘去评分’按钮  */
"kAlertConfirmRateBtnToRate" = "好，马上去评分！";

/* 要求评分的提示框的 ‘No,Thanks’按钮 */
"kAlertConfirmRateBtnNoThanks" = "稍后再提示我";

/* 要求评分的提示框的 ‘Not to remind’按钮 */
"kAlertConfirmRateBtnNotToremind" = "不再提示";


/* 共享内容Get the app */
"KShareContentTextGetTheApp" = "下载位置闹钟";

/* 共享内容Get the app */
"KShareContentTwitterMessage" = "有多少童鞋因为在公交车上玩儿游戏刷微博坐过站的？或者因为打瞌睡错过了目的地？没关系，试试这款名为“位置闹钟”的iPhone App吧，其专业独特的定位提醒功能可能正是你所需要的。";

/* 共享内容Get the app */
"KShareContentMailMessage" = "有多少童鞋因为在公交车上玩儿游戏刷微博坐过站的？或者因为打瞌睡错过了目的地？没关系，试试这款名为“位置闹钟”的iPhone App吧，其专业独特的定位提醒功能可能正是你所需要的。";

/* 共享内容Get the app */
"KShareContentMailTitle" = "推荐一个很有用的iPhone App－位置闹钟";
